Repository: yarushinSergey/gcore-cdn
Catalog: languages/gcore_translate-*.po
Languages: ru_ru

source: General
ru_ru: Общие

source: File types
ru_ru: Типы файлов

source: Folders
ru_ru: Папки

source: Exceptions
ru_ru: Исключения

source: CDN settings
ru_ru: Настройки CDN

source: Enable CDN
ru_ru: Включить CDN

source: In the paths to files conforming to the rules specified below, a domain will be replaced with a personal domain.
ru_ru: В путях к файлам, соответствующим заданным правилам ниже, домен будет заменен на Персональный домен.

source: Personal domain (for configuring CNAME)
ru_ru: Персональный домен (для настройки CNAME)

source: Example
ru_ru: Например

source: Specify the personal domain with a scheme corresponding to the one specified in Gcore control panel. If you are using a domain in your zone, make sure that this domain is added in the DNS provider settings.
ru_ru: Введите персональный домен с схемой, заданный в личном кабинете Gcore. Если вы используете домен в своей зоне, убедитесь, что домен добавлен в настройки DNS-провайдера.

source: Save
ru_ru: Сохранить

source: Save and Go
ru_ru: Сохранить и продолжить

source: Specify the types of files you want to distribute via CDN.
ru_ru: Укажите типы файлов, которые хотите раздавать через CDN.

source: Type Images
ru_ru: Изображения

source: Type Video
ru_ru: Видео

source: Type Audio
ru_ru: Аудио

source: Type JS
ru_ru: JS

source: Type CSS
ru_ru: CSS

source: Type Archive
ru_ru: Архивы

source: Advanced property
ru_ru: Расширенные настройки

source: Delete
ru_ru: Удалить

source: Add
ru_ru: Добавить

source: Specify folders containing files you want to distribute via CDN. Leave this field blank to distribute files from all folders via CDN. Please note that only files that match file types specified on the File Types tab will be delivered via CDN.
ru_ru: Укажите папки, файлы в которых вы хотите раздавать через CDN. Оставьте поле пустым, чтобы раздавать через CDN файлы из всех папок. Обратите внимание, что только файлы, соответствующие типам файлов, указанным на вкладке «Типы файлов», будут доставляться через CDN.

source: Folder Templates
ru_ru: Внешний вид (Шаблоны)

source: Folder Plugins
ru_ru: Плагины

source: Folder Content
ru_ru: Контент

source: Specify the URLs you want to add to the exceptions list and not distribute them via CDN.
ru_ru: Укажите URL, которые хотите добавить в исключения и не раздавать через CDN.

source: About
ru_ru: О плагине

source: Author
ru_ru: Автор

source: Version
ru_ru: Версия

source: Supported WordPress version: 5.4 and above
ru_ru: Поддерживаемая версия WordPress: 5.4 и выше

source: Next
ru_ru: Далее

source: Previous
ru_ru: Назад

source: Specify folders containing files you want to distribute via CDN. Please note that only files that match file types specified on the File Types tab will be delivered via CDN.
ru_ru: Укажите папки, файлы в которых вы хотите раздавать через CDN. Обратите внимание, что только файлы, соответствующие типам файлов, указанным на вкладке «Типы файлов», будут доставляться через CDN.

source: Folder Wordpress
ru_ru: Ядро WordPress

source: Saved
ru_ru: Сохранено

source: Deleted
ru_ru: Удалено

source: Added
ru_ru: Добавлено

source: Help
ru_ru: Помощь

source: If you have questions regarding CDN integration, please email us at
ru_ru: Вопросы по интеграции с CDN отправляйте по адресу

source: Streaming
ru_ru: Стриминг
